alacritty
base
base-devel
code
docker
dolphin
efibootmgr
fastfetch
firefox
git
github-cli
gnome-text-editor
grub
hyprland
hyprpaper
hyprpicker
hyprpolkitagent
hyprshot
intel-ucode
kitty
lf
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-firmware
loupe
man-db
networkmanager
noto-fonts-emoji
nvidia-utils
pipewire-alsa
pipewire-pulse
python-pywal16
rofi
strace
sudo
swww
telegram-desktop
tree
unzip
uwsm
vim
waybar
wget
wofi
xdg-desktop-portal-hyprland
yay
yay-debug
